Repository: Slippy2k/VBA10-Preview-04.08.17
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# About.Header
source: About
zh_cn: 关于

# Add.Text
source: Add
zh_cn: 添加

# AddBtn.Content
source: Add
zh_cn: 添加

# AddROMBtn.Content
source: Add ROM
zh_cn: 添加 ROM

# AspectRatio.Header
source: Aspect ratio
zh_cn: 屏幕比例

# AutoCbi.Content
source: Auto
zh_cn: 自动

# AxisText
source: Axis
zh_cn: 坐标轴

# BilinearCbi.Content
source: Bilinear
zh_cn: 双线性过滤

# BottomCbi.Content
source: Bottom
zh_cn: 底部

# ButtonOpacity.Text
source: Virtual controller opacity:
zh_cn: 虚拟控制器

# ButtonScale.Text
source: Virtual button scale:
zh_cn: 虚拟按钮尺寸

# ButtonText
source: Button
zh_cn: 按钮

# CancelBtn.Content
source: Cancel
zh_cn: 取消

# CannotDeleteRunningROMError
source: You cannot remove a running ROM. Please start another ROM or restart the app.
zh_cn: 您不能删除正在运行的ROM。运行新的ROM或重启应用。

# CheatInstruction.Text
source: This emulator supports Gameshark, CodeBreaker and GameGenie codes.
zh_cn: 此模拟器支持Gameshark和GameGenie代码。

# CHEATS.Text
source: CHEATS
zh_cn: 作弊码

# CheatsText
source: Cheats
zh_cn: 作弊码

# CheckNewVersion.Text
source: Check New Version:
zh_cn: 检查更新

# CloseBtn.Content
source: Close
zh_cn: 关闭

# Code.Text
source: Code:
zh_cn: 代码

# CommandButtonPosition.Text
source: Hamburger and command button positions
zh_cn: 汉堡菜单位置

# ConfigureBtn.Content
source: Configure
zh_cn: 配置

# ConfirmText
source: Confirm
zh_cn: 确认

# ConnectBtn.Content
source: Connect
zh_cn: 连接

# Contact.Text
source: Contact:
zh_cn: 联系

# Core.Text
source: Core: Duchuule
zh_cn: 核心：Duchuule

# CPUFilter.Header
source: CPU filter (slow)
zh_cn: CPU过滤（慢速）

# Credits.Text
source: Credits:
zh_cn: 贡献者：

# DarkCbi.Content
source: Dark
zh_cn: 暗

# Deadzone.Text
source: Deadzone (analog stick):
zh_cn: 盲区（摇杆）

# DeleteROMPrompt
source: This will *delete* the ROM file and save files from the app's private storage. Continue?
zh_cn: 将删除ROM文件。继续?

# DeleteText
source: Delete
zh_cn: 删除

# Description.Text
source: Description:
zh_cn: 描述

# Develop.Text
source: Develop: Commander Harper
zh_cn: 开发：Commander Harper

# DeviceConnectionFailText
source: Error, device connection failed.
zh_cn: 设备连接失败。

# DisableLoadConfirm.Header
source: Disable load confirmation
zh_cn: 禁用装载确认

# DisableSaveConfirm.Header
source: Disable save confirmation
zh_cn: 禁用保存确认

# DisplayType.Header
source: Display type
zh_cn: 显示类型

# Down.Text
source: Down
zh_cn: 下

# Dpad8wayCbi.Content
source: 8-way
zh_cn: 8键

# DpadDownText
source: D-pad Down
zh_cn: 方向键下

# DpadDynamicStickCbi.Content
source: Dynamic analog stick
zh_cn: 动态摇杆

# DpadFixedStickCbi.Content
source: Fixed analog stick
zh_cn: 固定摇杆

# DpadLeftText
source: D-pad Left
zh_cn: 方向键左

# DpadNote
source: NOTE: the D-pad can only be used for direction and cannot be assigned to other functions.
zh_cn: 注意：方向键只能用于方向，不能分配给其他功能。

# DpadRightText
source: D-pad Right
zh_cn: 方向键右

# DpadStyle.Header
source: D-pad style
zh_cn: 方向键风格

# DpadUpText
source: D-pad Up
zh_cn: 方向键上

# EditLayoutBtn.Content
source: Edit button layout
zh_cn: 编辑按钮布局

# EmptyCheatCodeError
source: You must enter a cheat code first.
zh_cn: 先输入一个作弊代码

# EmulatorFunction.Text
source: Emulator function
zh_cn: 模拟器命令

# EnableTurboMode.Header
source: Enable turbo mode
zh_cn: 启用加速模式

# ErrorText
source: Error
zh_cn: 错误

# EXPORT.Text
source: EXPORT
zh_cn: 输出

# ExportBtn.Content
source: Export
zh_cn: 输出

# ExportFolderError
source: Could not find export folder.
zh_cn: 找不到输出文件夹

# ExportLocalInstruction.Text
source: If you import the rom using local storage option, then all save files are stored in the same folder as the rom; you just need to go there and copy them to wherever you need. Better yet, if you are on Desktop/Tablet and store the rom in OneDrive folder, all your saves are automatically synced to the cloud.
zh_cn: 如果您导入本地ROM，那么存档将会储存在同一个文件夹，你可以复制这些存档到其他平台使用。如果你把ROM放在OneDrive文件夹中，存档将会自动备份到云端。

# ExportOneDriveInstruction.Text
source: If for any reason you cannot access the rom folder, e.g., the rom is stored in the app's private storage, use this option to export save files to OneDrive.
zh_cn: 无法访问此文件夹。

# ExportText
source: Export
zh_cn: 输出

# FailedConnectToText
source: Failed to connect to
zh_cn: 无法连接

# FileNotSupportedError
source: This file type is not supported.
zh_cn: 不支持此类型的文件。

# FilesImportSuccessText
source: Files imported successfully.
zh_cn: 成功导入文件。

# FirstTimeHIDConnectText
source: Looks like this is the first time you connect this gamepad. Click OK to configure it.
zh_cn: 第一次使用HID游戏手柄？点击“确认”即可配置。

# FrameSkipNonturbo.Header
source: Frame skip (non-turbo mode)
zh_cn: 跳帧（非加速）

# FrameSkipTurbo.Header
source: Frame skip (turbo mode)
zh_cn: 跳帧（加速）

# General.Header
source: General
zh_cn: 通用

# Github.Text
source: Github:
zh_cn: Github开源：

# GithubOld.Text
source: Github (old):
zh_cn: Github开源（旧的）：

# Gpl.Text
source: Gpl:
zh_cn: Gpl开源协议：

# GPUFilter.Header
source: GPU filter (fast)
zh_cn: GPU过滤（快速）

# HELP.Text
source: HELP
zh_cn: 帮助

# HelpText
source: Help
zh_cn: 帮助

# HIDConfigInstruction
source: You can now assign buttons as you wish. Up to two buttons can be assigned for each function.
zh_cn: 现在可以分配按钮。有两个按钮可以获得所有功能。

# HideHamburger.Header
source: Hide hamburger button
zh_cn: 隐藏汉堡菜单

# HIDGamepadConfig.Text
source: HID Gamepad Config
zh_cn: HID手柄设置

# HIDGamepadDetectedText
source: HID gamepad(s) detected.
zh_cn: HID已检测到手柄。

# HoldActivateCbi.Content
source: Hold to activate
zh_cn: 保持激活

# HomeText
source: Home
zh_cn: 首页

# HowTo.Header
source: How to
zh_cn: 帮助

# HowToRestoreSave.Text
source: How to restore saves
zh_cn: 如何恢复存档

# IMPORT.Text
source: IMPORT
zh_cn: 导入

# ImportedSuccessText
source: was imported successfully.
zh_cn: 导入成功

# ImportLocalInstruction.Text
source: Use this option to import a file already present on your phone or PC. NOTE: due to a bug in Windows 10, you won't be able to see the content of the folder you are browsing. Just select the folder containing the rom and will be presented with a list of rom to import.
zh_cn: 使用此选项可以导入您的手机或电脑上已经存在的文件。只需选中包含ROM的文件夹。

# ImportOneDriveInstruction.Text
source: Use this option to import roms and save files from OneDrive, which will be copied to the app's private storage. NOTE: It is recommended that you store the roms on an user-accessible folder and use the Local Storage option to import them, which will prevent loss of progress if you the app every becomes corrupted.
zh_cn: 使用此选项可从OneDrive导入ROM文件和存档。存档将被复制到应用程序文件夹。

# ImportROMBtn.Content
source: Import ROM
zh_cn: 导入ROM

# ImportRSBtn.Content
source: Import R/S
zh_cn: 导入R/S

# ImportSaveBtn.Content
source: Import Save
zh_cn: 导入存档

# ImportText
source: Import
zh_cn: 导入

# Input.Header
source: Input
zh_cn: 输入

# Inspire.Text
source: Inspire: Commander Harper
zh_cn: 灵感来自：Commander Harper

# InvalidCheatCodeError
source: Invalid code format.
zh_cn: 无效的代码格式。

# IsConnectedText
source: is connected.
zh_cn: 已连接

# JoystickScale.Text
source: Virtual joystick scale:
zh_cn: 虚拟摇杆尺寸

# KeyBindings.Text
source: Key Bindings
zh_cn: 绑定按键

# L3LeftStick.Text
source: L3 (Left stick press)
zh_cn: 左键

# Left.Text
source: Left
zh_cn: 左

# LightCbi.Content
source: Light
zh_cn: 亮

# List.Text
source: List
zh_cn: 列表

# Load.Label
source: Load
zh_cn: 装载

# LoadConfirmPrompt
source: Are you sure you want to load? All unsaved progress will be lost.
zh_cn: 重新装载？这将会丢失进度。

# Loading.Text
source: Loading...
zh_cn: 装载中...

# LoadProductBtn.Content
source: Load products
zh_cn: 加载

# LocalStorage.Text
source: Local storage
zh_cn: 本地存储

# NetworkErrorText
source: Network error.
zh_cn: 网络错误

# NewGamePadText
source: A new HID gampad is detected. Please go to Settings to configure it.
zh_cn: 增添了HID手柄。转到“设置”以配置。

# NoCheat.Text
source: No cheat code has been entered.
zh_cn: 没有输入作弊代码

# NoFileSelectedText
source: You have to select at least one file.
zh_cn: 你必须至少选择一个文件。

# NoHIDGamepadText
source: No HID gamepad detected.
zh_cn: 检测不到HID手柄

# NoMatchingROMError
source: Could not find a matching ROM name.
zh_cn: 找不到匹配的ROM

# NoneCbi.Content
source: None
zh_cn: 无

# NoSupportedFile.Text
source: No supported file found!
zh_cn: 未找到支持的文件类型。

# NoSupportedFileText
source: No supported file found!
zh_cn: 未找到支持的文件类型。

# NoText
source: No
zh_cn: 否

# NoXboxControllerText
source: No XBox controller detected.
zh_cn: 检测不到XBOX手柄

# OKBtn.Content
source: OK
zh_cn: 好

# OriginalCbi.Content
source: Original
zh_cn: 原文件

# OverwriteAsk
source: Overwrite?
zh_cn: 覆盖？

# OverwriteSaveConfirmText
source: Are you sure you want to save? This will overwrite the selected save state.
zh_cn: 保存吗？这将覆盖原来的存档。

# PleaseWaitDownloadText
source: Please wait until all files have finished downloading.
zh_cn: 等待所有文件下载完成

# PremiumCPUFilterPrompt
source: This is a premium feature. You can use the feature now but the setting will revert to None the next time the app starts.
zh_cn: 这是一项高级功能，现在可以使用该功能。下次启动模拟器将会恢复默认设置。

# PremiumGPUFilterPrompt
source: This is a premium feature. Free users can use None, Bilinear or HQ2x.
zh_cn: 双线性过滤和HQ2x是高级功能，免费用户不能使用。

# PressStartPrompt
source: First press Start button.
zh_cn: 第一次按启动按钮。

# ProcessingText
source: Processing...
zh_cn: 处理

# R3RightStick.Text
source: R3 (Right stick press)
zh_cn: 右键

# RemoveROMPrompt
source: This will remove the ROM entry from the app's list. Your actual ROM files and save files will not be affected. Continue?
zh_cn: 将会从模拟器列表中删除ROM列表。继续吗?

# Reset.Label
source: Reset
zh_cn: 重置

# ResetConfirmPrompt
source: Are you sure you want to reset the console?
zh_cn: 确定恢复默认设置?

# RestoreSaveInstruction.Text
source: 1. Quit the app completelely. 2. Make sure the name of the save file match the name of the rom exactly (except the extension). 3. Open the app and import the save file. 4. Start the game.
zh_cn: 1.完全退出模拟器。 2.确认保存文件的名称与ROM的名称完全相同（除了扩展名）。 3.打开模拟器导入存档。 4.开始游戏。

# Right.Text
source: Right
zh_cn: 右

# Save.Label
source: Save
zh_cn: 保存

# SaveFileImportSuccessText
source: Save file imported successfully.
zh_cn: 存档导入成功

# Savestate0Text
source: Savestate 0
zh_cn: 存档0

# Savestate1Text
source: Savestate 1
zh_cn: 存档1

# Savestate2Text
source: Savestate 2
zh_cn: 存档2

# Savestate3Text
source: Savestate 3
zh_cn: 存档3

# Savestate4Text
source: Savestate 4
zh_cn: 存档4

# Savestate5Text
source: Savestate 5
zh_cn: 存档5

# Savestate6Text
source: Savestate 6
zh_cn: 存档6

# Savestate7Text
source: Savestate 7
zh_cn: 存档7

# Savestate8Text
source: Savestate 8
zh_cn: 存档8

# Savestate9Text
source: Savestate 9 (auto)
zh_cn: 存档9（自动）

# ScanlinesCbi.Content
source: Scanlines
zh_cn: 扫描线

# Select.Text
source: Select
zh_cn: 选择

# SelectFileExportText
source: Select file(s) to export
zh_cn: 选择要导出的文件

# SelectFileImportText
source: Select file(s) to import
zh_cn: 选择要导入的文件

# SelectHIDGamepadPrompt
source: Please select a HID gamepad.
zh_cn: 选择一个HID手柄

# SelectROMDirText
source: Select ROM Directory
zh_cn: 选择ROM目录

# SelectROMText
source: SelectROM
zh_cn: 选择ROM

# SelectState.Label
source: Select State
zh_cn: 选择

# SETTINGS.Text
source: SETTINGS
zh_cn: 设置

# SettingsText
source: Settings
zh_cn: 设置

# ShowFPS.Header
source: Show FPS
zh_cn: 显示FPS

# SignedInText
source: Signed in
zh_cn: 登录

# SignInBtn.Content
source: Sign in
zh_cn: 登录

# SignInText
source: Sign in
zh_cn: 登录

# Sound.Header
source: Sound
zh_cn: 声音

# Source.Text
source: Source:
zh_cn: 源代码：

# Start.Text
source: Start
zh_cn: 开始

# StartARom.Text
source: Please start a rom first.
zh_cn: 请先启动ROM

# StretchCbi.Content
source: Stretch
zh_cn: 伸展

# SwitchFullscreenSuccessText
source: Successfully switched to full screen mode.
zh_cn: 已全屏。

# SyncAudio.Text
source: Synchronize audio (better quality, CPU intensive)
zh_cn: 音频同步（使用CPU增强）

# ThanksWatchVideoText
source: Thanks! Enjoy your Xbox/HID controller for the next hour. Click this button again after the time expires to continue using Xbox/HID controller.
zh_cn: 谢谢！在接下来的一个小时享受使用XBOX或者HID手柄带来的愉悦，时间到期后点击这个按钮继续预约。

# Theme.Header
source: Theme
zh_cn: 主题

# ThemeNextStartText
source: The theme will be applied the next time the app starts.
zh_cn: 下次启动模拟器主题生效

# TopCbi.Content
source: Top
zh_cn: 顶部

# TouchToggle.Header
source: Show virtual buttons
zh_cn: 显示虚拟按钮

# Translate.Text
source: Help us with Translation:
zh_cn: 帮助我们翻译：

# Turbo.Text
source: Turbo
zh_cn: 加速

# TurboBehavior.Header
source: Turbo button behavior
zh_cn: 加速按钮的作用

# TurboText
source: Turbo
zh_cn: 加速

# TurboToggleCbi.Content
source: Toggle turbo on/off
zh_cn: 加速按钮 ON/OFF

# TVModeCbi.Content
source: TV mode
zh_cn: TV模式

# UnknownText
source: Unknown
zh_cn: 未知

# Up.Text
source: Up
zh_cn: 上

# UploadSuccessText
source: Upload completed successfully.
zh_cn: 上传成功。

# UseFullscreen.Header
source: Use fullscreen mode
zh_cn: 全屏

# VersionText
source: Version:
zh_cn: 版本

# Video.Header
source: Video
zh_cn: 视频

# WarningText
source: Warning
zh_cn: 警告

# WatchVideoPrompt
source: To use it, please go to Settings to watch a video.
zh_cn: 转到“设置”以观看视频。

# WatchWholeVideoError
source: You need to watch the whole video to activate the feature.
zh_cn: 你需要观看整个视频以激活功能。

# XboxButton.Text
source: Xbox button
zh_cn: Xbox控制器按钮

# XboxControllerConnectedText
source: XBox controller is connected.
zh_cn: Xbox控制器连接。

# XboxGamepadConfig.Text
source: Xbox Gamepad Config
zh_cn: Xbox控制器配置

# YesText
source: Yes
zh_cn: 是
